Repository: jetspace/logistics
Catalog: translations/*.po
Languages: de

source: - JetSpace Logistics package management frontend -
de: - JetSpace Logistics Paketverwaltungs Frontend -

source: Available Options:
de: Verfügbare Optionen:

source: :: System functions
de: :: System Funktionen

source: -l | --listall : Print all available packages to stdout
de: -l | --listall : Alle verfügbaren Pakete ausgeben

source: -h | --help : Show this help output
de: -h | --help : Zeige diese Hilfe

source: -v | --version : Print version information
de: -v | --version : Gebe Versionsinformationen aus

source: :: Pacman wraper functions
de: :: Pacman wrapper Funktionen

source: -i | --install [pkg] : Install [pkg]
de: -i | --install [pkg] : Installiere [pkg]

source: -r | --remove [pkg] : Remove [pkg]
de: -r | --remove [pkg] : Entferne [pkg]

source: -u | --update : Update package data base
de: -u | --update : Aktualisiere Paketdatenbank

source: -U | --upgrade : Update all packages
de: -U | --upgrade : Aktualisiere alle Pakete

source: :: GUI functions
de: :: GUI Funktionen

source: -g | --gui : Show GUI package manager
de: -g | --gui : Zeige grafische Paketverwaltung

source: -x | --gui-updates : Show GUI package manager (show updates)
de: -x | --gui-updates : Zeige grafische Paketverwaltung (Zeige Updates)

source: Please enter the root password to update package data base
de: Bitte geben sie das root Passwort ein um die Paketdatenbanken zu aktualisieren

source: Refresh
de: Aktualisieren

source: Home
de: Startseite

source: Search
de: Suche

source: Installed
de: Installiert

source: Please enter the root password to install %s
de: Bitte geben sie das root Passwort ein um %s zu installieren

source: Please enter the root password to remove %s
de: Bitte geben sie das root Passwort ein um %s zu entfernen

source: Package details:
de: Paket Eigenschaften

source: Size (kb)
de: Größe (kb)

source: Installed Packages
de: Installierte Pakete

source: Please enter the root password to update your system
de: Bitte geben sie das root Passwort ein um ihr System zu aktualisieren

source: Version (old)
de: Version (alt)

source: Version (new)
de: Version (neu)

source: Package Details
de: Paket Eigenschaften

source: Packager:
de: Paketersteller:

source: Description:
de: Beschreibung:

source: Size (Installed):
de: Größe (Installiert):

source: Install
de: Installieren

source: Remove
de: Entfernen

source: Update All
de: Alle Aktualisieren
